Repository: Ceskasporitelna/cs-locker-ui-sdk-ios
Catalog: LockerUI/*.lproj/Localizable.strings
Languages: cs

# btn-use-pin
source: USE PIN
cs: POUŽÍT PIN

# btn-use-fingerprint
source: USE FINGERPRINT
cs: POUŽÍT OTISK PRSTU

# btn-use-gesture
source: USE GESTURE
cs: POUŽÍT GESTO

# btn-without-security
source: WITHOUT SECURITY
cs: BEZ ZABEZPEČENÍ

# btn-ok
source: Unregister
cs: Zrušit registraci

# btn-cancel
source: Cancel
cs: Zpět

# btn-register
source: REGISTER
cs: REGISTROVAT

# btn-change-security
source: CHANGE SECURITY
cs: ZMĚNIT ZABEZPEČENÍ

# btn-unregister
source: UNREGISTER
cs: ZRUŠIT REGISTRACI

# btn-unlock
source: UNLOCK
cs: PŘIHLÁSIT SE

# btn-pad-delete
source: DELETE
cs: SMAZAT

# btn-pad-delete-hint
source: Delete last character
cs: Smazat poslední znak

# btn-pad-back
source: BACK
cs: ZPĚT

# btn-pad-back-hint
source: Repeat input
cs: Opakovat zadání

# btn-repeat
source: REPEAT
cs: OPAKOVAT

# btn-new-registration
source: NEW REGISTRATION
cs: NOVÁ REGISTRACE

# btn-swap-views
source: Exchange
cs: Záměna

# btn-swap-views-hint
source: Exchange of right and left control
cs: Záměna ovládání pravou nebo levou rukou

# info-input-unlock-gesture
source: Input gesture
cs: Zadejte gesto

# info-input-original-unlock-gesture
source: Input your original gesture
cs: Zadejte původní gesto

# info-gesture-trough-format
source: Your gesture should go trough at least %d points.
cs: Minimální počet bodů je %d.

# info-gesture-bad-format
source: Wrong gesture. Remaining attempts: %d.
cs: Špatné gesto. Počet zbývajících pokusů: %d

# info-repeat-gesture
source: Repeat gesture
cs: Zopakujte gesto

# info-second-gesture-not-match
source: Gestures does not match, try it again.
cs: Gesta se neshodují. Zadejte nové gesto.

# info-input-new-unlock-gesture
source: Input new gesture
cs: Zadejte nové gesto pro odemknutí.

# info-input-unlock-pin
source: Input your PIN
cs: Zadejte PIN

# info-input-original-unlock-pin
source: Input your PIN
cs: Zadejte PIN

# info-input-new-unlock-pin
source: Input a new PIN
cs: Nový PIN

# info-input-unlock-pin-format
source: Wrong PIN. Remaining attempts: %d.
cs: Chybný PIN. Počet zbývajících pokusů: %d.

# info-pin-trough-format
source: Your PIN is not long enough.
cs: Váš PIN není dostatečně dlouhý.

# info-repeat-pin
source: Repeat the new PIN
cs: Zopakujte PIN

# info-second-pin-not-match
source: PIN does not match, try it again.
cs: PIN se neshoduje, opakujte zadání.

# info-input-unlock-fingerprint
source: Input your fingerprint.
cs: Pro odemknutí použijte svůj otisk prstu.

# info-input-unlock-faceID
source: Look at you for phone.
cs: Pro odemknutí použijte svoji tvář.

# title-error
source: Error
cs: Chyba

# title-unregister
source: Unregister?
cs: Zrušit Registraci?

# unregister-prompt-text
source: Do you really wish to unregister? Your security settings will be erased and you will need to register again to use the application.
cs: Opravdu si přejete zrušit registraci? Nastavení aplikace se po zrušení registrace smaže. Před dalším použitím bude nutné se znovu zaregistrovat.

# info-user-registration
source: User registration
cs: Registrace uživatele

# info-user-registration-description
source: You have to be registered to use the application %@. You can choose login type after you enter your client number and password.
cs: Pro využívání aplikace %@ je nutné se zaregistrovat. Po zadání klientského čísla a hesla si můžete zvolit typ přihlašování.

# info-user-registration-failed
source: Registration failed
cs: Registrace selhala

# info-user-registration-failed-description
source: Unfortunatelly, your registration failed. Try it again.
cs: Bohužel nebylo možné Vaší registraci dokončit. Zkuste to prosím znovu.

# info-user-unlock
source: User login
cs: Přihlášení uživatele

# info-user-unlock-description
source: Application %@ is locked. Unlock to continue.
cs: Aplikace %@ je uzamčena. Pro pokračování se přihlašte.

# info-user-login-failed
source: Login failed
cs: Přihlášení selhalo

# info-user-login-failed-description
source: Unfortunately, your login was not successful due to the login attempts limit exceeding.
cs: Byl překročen limit pokusu o přihlášení. Z bezpečnostních důvodů byla Vaše registrace zrušena.

# info-user-login-failed-try-later
source: Unfortunatelly, your login was not successfull. Try it again later, please.
cs: Bohužel Vaše přihlášení selhalo. Prosím, zkuste to znovu později.

# info-fingerprint-auth-failed
source: Unfortunatelly, it was not possible to verify your identity using your fingerprint.
cs: Bohužel nebylo možné ověřit Vaši identitu pomocí otisku prstu.

# info-security
source: Security
cs: Zabezpečení

# info-security-description
source: Choose the lock type.
cs: Nyní si můžete zvolit typ zabezpečení pro přihlašování do této aplikace.

# info-settings
source: Settings
cs: Nastavení

# info-settings-description-format
source: Current login method is %@.
cs: Aktuální metoda přihlašování je %@.

# info-moment
source: Just a moment
cs: Moment

# info-registration-in-progress
source: Your registration is in progress, wait please.
cs: Vaše registrace se právě zpracovává, prosím vyčkejte.

# info-unregistration-in-progress
source: Your unregistration is in progress, wait please.
cs: Probíhá Vaše deregistrace, prosím vyčkejte.

# info-unlock-in-progress
source: Login in progress, please wait.
cs: Probíhá přihlašování, prosím vyčkejte.

# info-password-change-in-progress
source: Login type change in progress, please wait.
cs: Probíhá změna typu přihlašování, prosím vyčkejte.

# info-network-connection-error
source: Network connection error
cs: Problém s připojením k internetu

# info-connect-to-internet-and-try-again
source: Try to connect to the internet and retry.
cs: Pokuste se připojit k internetu a akci opakujte.

# info-different-error
source: Unexpected error ocurred
cs: Vyskytla se neočekávaná chyba

# info-retry-later
source: Retry later, please
cs: Prosím, opakujte akci později.

# btn-cancel-hint
source: Cancel activity
cs: Storno aktivity

# btn-back
source: Back
cs: Zpět

# btn-back-hint
source: Back to previous screen
cs: Zpátky na předchozí obrazovku

# btn-delete
source: Delete
cs: Smazat

# btn-delete-hint
source: Delete last character
cs: Smazat poslední znak

# fmt-gesture
source: Column %d Row %d
cs: Sloupec %d Řádek %d
